---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Fahrenheit
source: html/c467d8d6-b50b-bb64-ff7c-94ba60ae3098.htm
---
# Autodesk.Revit.DB.UnitTypeId.Fahrenheit Property

Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId Fahrenheit { get; }
```